{
  "navigation": {
    "phone": "Телефон",
    "about": "О нас",
    "services": "Услуги",
    "contacts": "Контакты"
  },

  "banner": {
    "title": "Мебель на заказ, отражающая ваш стиль",
    "button": "Наши работы"
  },

  "stats": {
    "title": "Ключевые показатели",
    "experienceTitle": "Опыт и Надёжность",
    "experienceText": "17 лет производства мебели - нам доверяют клиенты из более чем 15 стран",
    "qualityTitle": "Высокое Качество",
    "qualityText": "Мы используем экологичные материалы и современные технологии производства",
    "designTitle": "Индивидуальный Дизайн",
    "designText": "Мы создаём мебель, которая подчёркивает ваш стиль и идеально вписывается в интерьер",
    "rangeTitle": "Широкий Ассортимент",
    "rangeText": "Кухни, шкафы, гардеробные, детская мебель, мебель для ванных комнат, офисная мебель - всё для вашего комфорта"
  },

  "reviews": {
    "title": "Отзывы наших клиентов",
    "formTitle": "Оставьте отзыв",
    "name": "Ваше имя",
    "text": "Ваш отзыв",
    "btn": "Отправить",
    "mockName": "Сергей",
    "mockText": "Ваш отзыв будет первым!"
  },

  "aboutUs": {
    "title": "О нас",
    "text1": "Компания Анбани была основана в 2008 году с целью предоставления высококачественной мебели на заказ, которая сочетает в себе функциональность, стиль и долговечность. За годы работы мы зарекомендовали себя как надёжный партнёр для клиентов из более чем 15 стран, предлагая индивидуальные решения для каждого проекта.",
    "text2": "Наши основные ценности включают внимание к деталям, использование экологичных материалов и стремление к инновациям в дизайне и производстве мебели. Мы гордимся тем, что можем предложить широкий ассортимент продукции, включая кухни, шкафы, гардеробные, детскую мебель, мебель для ванных комнат и офисную мебель.",
    "text3": "Команда профессионалов Анбани работает в тесном сотрудничестве с клиентами на каждом этапе процесса - от концепции до установки - чтобы гарантировать полное удовлетворение их потребностей и ожиданий. Мы стремимся создавать мебель, которая не только украшает пространство, но и улучшает качество жизни наших клиентов."
  },

  "contacts": {
    "title": "Контакты",
    "phone": "Телефон",
    "city": "Батуми",
    "street": "ул. Юрия Гагарина, 32",
    "address": "Адрес"
  },

  "services": {
    "title": "Наши услуги",
    "description": "Мы предлагаем широкий спектр услуг по изготовлению мебели на заказ, включая дизайн, производство и установку. Наша команда профессионалов готова помочь вам создать идеальное решение для вашего дома или офиса. Берём на себя весь процесс — от замеров до готовой мебели у вас дома",
    "subtitle1": "Замеры и консультация",
    "text1": {
      "subtitle": "Приезжаем на объект и:",
      "line1": "делаем точные замеры помещения",
      "line2": "учитываем стены, углы, ниши и коммуникации",
      "line3": "обсуждаем ваши пожелания",
      "line4": "помогаем определиться с материалами и фурнитурой"
    },
    "subtitle2": "Изготовление мебели",
    "text2": {
      "subtitle": "Изготавливаем корпусную мебель под ваши размеры:",
      "line1": "кухни",
      "line2": "шкафы и шкафы-купе",
      "line3": "гардеробные",
      "line4": "тумбы, комоды, стеллажи и другую мебель для дома и офиса"
    },
    "subtitle3": "Доставка и монтаж",
    "text3": {
      "subtitle": "Привозим мебель и выполняем монтаж:",
      "line1": "аккуратно собираем на месте",
      "line2": "выравниваем по уровню",
      "line3": "надёжно крепим конструкции",
      "line4": "регулируем фасады и ящики"
    },
    "subtitle4": "По дизайн-проекту и без",
    "text4": {
      "subtitle": "Вы получаете результат, который подходит именно вашему пространству. Мы работаем:",
      "line1": "С дизайн-проектом — реализуем его точно по чертежам",
      "line2": "Без проекта — поможем спланировать мебель с нуля"
    }
  }
}
